___ ___ đầm Sét, ___ ___ hồ Tây ? *Cá rô Sâm cầm
___ ___ đội đá vá trời ? *Nữ Oa
___ ___ là đầu cơ nghiêp. ? *Con trâu
___ ___ mùa em thơm nếp xôi ? *Mai Châu
___ ___ sương lấp đoàn quân mỏi ? *Sài Khao
___ ___ trời cho, ___ ___ trời gò lại ? *Xởi lởi so đo
___ ___, sóng sau xô sóng trước ? *Trường Giang
____ bị thóc, chọc bị ____ ? *Đâm gạo
____ buồm xuôi gió *Thuận
____ cao, ____ đại là tự hại mình *Tự
____ chèo mát mái *Xuôi
____ có suối đãi vàng / Có hồ Ba Bể có nàng áo xanh ? *Bắc Cạn
____ dại con thơ *Vợ
____ dầu, ____ mỡ, ai nỡ ____ duyên ? *Ép ép ép
____ dây động rừng ? *Rút
____ đây nói đó ? *Ăn
____ đưa lối, ____ dẫn đường ? *ma quỷ
____ dung tự tại *Ung
____ gậy bánh xe *Thọc
____ gian nói dối ? *Ăn
____ gió ____ bão ? *Gieo gặt
____ khoa toàn thư ? *Bách
____ không sợ súng ? *Điếc
____ lá tìm sâu *Vạch
____ làm dạ chịu ? *Bụng
____ làm hàm nhai, ____ quai miệng trễ ? *Tay tay
____ mặt ____ lòng ? *Xa cách
____ mất ngon, ____ mất khôn ? *No giận
____ miếng trả miếng ? *Ăn
____ mồ hôi ____ nước mắt ? *Đổ sôi
____ mồ hôi hột ? *Đổ
____ ngắn chê ____dài ? *Lươn chạch
____ ngoi lên bờ ___ ___ xuống cấy ? *Cua mẹ em
____ người cửa trước ____ người cửa sau ? *Đưa đón
____ nhất thời, ____ vạn đại ? *Quan dân
____ như lá bạc như vôi *Xanh
____ ơi thương lấy ____ cùng / Tuy rằng khác giống nhưng chung một giàn ? *Bầu bí
____ sạch thì mát / ____ sạch ngon cơm ? *Nhà bát
____ tà quy chánh ? *Cải
____ thuận dưới hòa *Trên
____ trời lồng lộng, tuy thưa mà khó ____ " *Lưới lọt
____ tử hoàn sinh ? *Cải
____ tự vi sư, ____ tự vi sư ? *Nhất bán
____ u thịt bắp *Vai
____ vô âm tín *Bặt
____ vỏ dưa gặp vỏ dừa *Tránh
____ xui Đất khiến *Trời
1 giây = bao nhiêu % giây ? *100% giây
1 ngày có bao nhiêu giây ? *86400 giây
11 + (11/11) = ? *12
1m³ nước nặng bao nhiêu tấn ? *1 tấn
8/50 - 3/75 + 1/4 = ? *37/100
A sword will pierce through your ____ soul" ? *own
Ai ____ thì nói, ai ____ thì thua ? *hỏi gọi
Ai buồn ai khóc thiết tha - Tui vui tui cũng chan hoà ___ ___ ? *xót xa
Ai đội ____ lệch người ____ xấu ? *mũ ấy
Ai được mệnh danh là "Bà chúa thơ Nôm" *Hồ Xuân Hương
Ai là ông vua đầu tiên của nước Israel ? *Saul
Ai là tác giả của bộ chuyện Harry Potter ? *JK Rowling
Ai ngồi câu cá mà ko cần dùng lưỡi câu ? *Lã Vọng
Ai về Tuy Phước ăn nem / Ghé qua Hưng Thạnh mà xem ___ ___ ? *Tháp Chàm
Ai viết thơ cho lĩnh vực tình yêu hay nhất ? *Xuân Diệu
Ăn ____ ái tình ? *trộm
Ăn ____ đá bát ? *cháo
Ăn ____ hai lòng ? *ở
Ăn ____ khiêm tốn ? *nói
Ăn ____ làm ra ? *nên
Ăn ____ mặc sướng ? *sung
Ăn ____ ngủ được là tiên ? *được
Ăn ____ nhớ kẻ trồng ____ ? *quả cây
Ăn ____ niệm phật ? *chay
Ăn ____ nói gió ? *bóng
Ăn ____ nói leo ? *theo
Ăn ____ nói Nam ? *Bắc
Ăn ____ nồi ngồi trông ____ ? *trông hướng
Ăn ____ nơi nói ____ chốn ? *đến đến
Ăn ____ nói thiếu ? *thừa
Ăn ____ nuốt sống ? *tươi
Ăn ____ ở đậu ? *nhờ
Ăn ____ sống, chẳng phải ____ để ăn ? *để sống
Ăn ____ sóng nói đầu gió ? *đầu
An ____ thủ thường ? *phận
Ăn ____ trả dào ? *mận
Ăn ____ trả sau ? *trước
Ăn bánh ____ tiền ? *trả
Ăn canh ____ chừa cặn ? *không
Ăn cây ___ ___ cây nấy ? *nào rào
Ăn chắc ____ bền ? *mặc
Ăn chưa ____, ____ chưa tới ? *no lo
Ăn chưa ____, lo chưa tới *no
Ăn chuối ____ biết lột ____ ? *không vỏ
Ăn có ____ ngồi có ____ ? *nơi chốn
Ăn cỗ đi trước lội ____ theo sau ? *Nước
Ăn có nơi ngồi có ____ ? *chốn
Ăn cơm Hom, ngủ giường Hòm, đắp chiếu ____ ? *Hới
Ăn của ____ phải quét lá ____ ? *chùa đa
Ăn của chùa phải quét lá ____ *đa
Ăn đời ở ____ ? *kiếp
Ăn đồng ____ đủ ? *chia
Ăn đứt thiên ____ ? *hạ
An Giang có số mã vùng điện thoại là bao nhiêu *76
Ăn ít ____ dai ? *no
Ăn ít ____ lâu, ăn nhiều mau ____ ? *no đói
Ăn không ____ có ? *nói
Ăn không ____ như ____ không thuốc ? *rau đau
Ăn không ____ no ? *biết
Ăn không được phá ____ hôi ? *cho
Ăn không được phá cho ____ ? *hôi
Ăn không ngồi ____ ? *rồi
Ăn kỹ no lâu ___ ___ lúa tốt ? *cày sâu
Ăn mặn ____ khát nước ? *hay
Ăn mật trả ____ ? *gừng
Ăn như rồng ____, nói như rồng ____, làm như mèo ____ ? *cuốn leo mửa
Ăn no ____ bụng ? *tức
Ăn no ngủ ____ ? *kỹ
Ăn nói ___ ___ ? *hồ đồ
Ăn nói ___ ___ ? *thô tục
Ăn nói ____ vẩn ? *vớ
Ăn nói ____ xược ? *hỗn
Ăn nói ra ____ ? *vẻ
Ăn ở ____ đức ? *thất
Ăn ở có ____ có chung ? *thủy
Ăn ở hai ____ *lòng
Ăn ở hiền ____ ? *lành
Ăn ở thủy ____ ? *chung
Ân oán ____ minh ? *phân
Ăn quả trả ____ ? *vàng
Ân sâu nghĩa ____ ? *nặng
Ăn thật làm ____ ? *giả
Ăn to nói ____ ? *lớn
Ăn trên ____ chốc ? *ngồi
Ăn trông nồi ngồi trông ____ ? *hướng
Ăn vóc học ____ ? *hay
Ăn xuôi nói ____ ? *ngược
Anh em ____ máu sẻ đôi ? *giọt
Anh em ____ thể ____ chân ? *như tay
Anh em ____ trước, làng nước ____ sau ? *lo lo
Anh em lo trước làng ____ lo sau *nước
Anh em như thể ____ chân *tay
Anh ra ___ ___ ra em ? *anh em
Anh thay cha coi ____ coi ruộng ? *nhà
Anh thương em ____, em quý ____ nghìn ? *vạn anh
Áo của vua là gì ? *Long bào
Áo mặc sao qua ____ đầu *khỏi
Asuncion là thủ đô của ____ ? *Paraguay
August tiếng Việt nghĩa là ___ ___ ? *Tháng tám
Ba ____ ba đồng ? *cọc
Ba chân bốn ____ ? *cẳng
Ba chìm ____ nổi *Bảy
Ba chìm ____ nổi ____ lênh dênh ? *bảy chín
Ba chìm bảy nổi ____ lênh Đênh *chín
Ba chớp ba ____ ? *nhoáng
Bà con xa ____ láng giềng ____ ? *thua gần
Ba đánh một không ____ cũng què *chột
Bà gì là mẹ của cha ? *Bà nội
Bà già đi chợ ___ ___ / Xem một quẻ bói lấy chồng lợi chăng ? *Cầu Đông
Ba hồn bảy ____ ? *vía
Ba hồn chín ____ ? *vía
Ba mặt ____ lời *một
Ba người ____ một không chột ____ què ? *đánh cũng
Bà Rịa Vũng Tàu có số mã vùng điện thoại là bao nhiêu ? *64
Bắc Cạn có số mã vùng điện thoại là bao nhiêu ? *281
Bắc Giang có số mã vùng điện thoại là bao nhiêu ? *240
Bạc Liêu có số mã vùng là bao nhiêu ? *781
Bắc Ninh có số mã vùng điện thoại là bao nhiêu ? *241
Bắc thang lên đến cung mây / Hỏi sao ___ phải ấp cây cả đời ? *Cuội
Bách chiến ____ tháng ? *bách
Bãi biển "Thiên Cầm" thuộc tỉnh nào ? *Tỉnh Hà Tĩnh
Bãi biển vua tắm là ? *Long Beach
Bãi Cháy thuộc tỉnh nào ? *Tỉnh Quảng Ninh
Bài hát viết về mùa xuân của nhạc sĩ Xuân Hồng là ? *Xuân chiến khu
Bài thơ "Đoàn Thuyền Đánh Cá" của ai ? *Huy Cận
Bài thơ "Nam Quốc Sơn Hà" là do ai sáng tác ? *Lý Thường Kiệt
Bài thơ "Sóng" do ai sáng tác *Xuân Quỳnh
Bán anh em xa mua .... gần ? *láng giềng
Bạn đang gõ cái gì ? *bàn phím
Bạn gái của Harry Potter tên gì ? *Hermione
Bản gì có voi con ? *Bản Đôn
Bàn tính được phát minh ra cách đây .... ? *3000 năm
Bang nào lớn nhất nước Mỹ ? *Alaska
Bang nào lớn thứ 2 nước Mỹ ? *Bang Texas
Bánh gì ăn cỏ ăn rơm ? *Bánh Bò
Bánh gì dày nhất ? *Bánh dày
Bánh gì ít nhất ? *Bánh ít
Bánh gì nặng nhất ? *Bánh Chung
Bánh gì rẻ nhất ? *Bánh bèo
Bao giờ đom đóm bay ra hoa gạo rụng xuống thì tra hạt ____ ? *Vừng
Bao phát thì bao ____" ? *tan
Bắt ____ bỏ đĩa ? *cóc
Bắt ____ hai tay ? *cá
Bất ____ xâm phạm ? *khả
Bắt lươn ____ đầu ? *đằng
Bất nghĩa ____ tài ? *chi
Bây giờ ___ mới hỏi ___ / Vườn hồng đã có ai vào hay chưa ? *Mận Đào
Bảy mươi ____ què, chó ____ mình lành ? *chưa khoe
Bảy mươi còn học bảy ____ ? *mốt
Bảy nổi ____ chìm ? *ba
Bể bơi đầu tiên thế giới ra đời tại thành phố nào ? *Liverpool
Bế quan ____ cảng ? *tỏa
Bến Tre có số mã vùng điện thoại là bao nhiêu ? *75
Bệnh quý có ____ tiên ? *thuốc
Bị té ngựa chết gọi là gì ? *mã tử
Biển nào mặn nhất ? *Black Sea
Biển nội địa lớn nhất thế giỏi là gì ? *Biển Caspi
Biển số xe của tỉnh An Giang là bao nhiêu ? *67 
Biển số xe của tỉnh Bà Rịa - Vũng Tàu là bao nhiêu ? *72 
Biển số xe của tỉnh Bắc Giang là bao nhiêu ? *98
Biển số xe của tỉnh Bắc Kạn là bao nhiêu ? *97 
Biển số xe của tỉnh Bạc Liêu là bao nhiêu ? *94 
Biển số xe của tỉnh Bắc Ninh là bao nhiêu ? *99
Biển số xe của tỉnh Bến Tre là bao nhiêu ? *71 
Biển số xe của tỉnh Bình Định là bao nhiêu ? *77 
Biển số xe của tỉnh Bình Dương là bao nhiêu ? *61
Biển số xe của tỉnh Bình Dương là bao nhiêu ? *61 
Biển số xe của tỉnh Bình Phước là bao nhiêu ? *93 
Biển số xe của tỉnh Bình Thuận là bao nhiêu ? *86 
Biển số xe của tỉnh Cà Mau là bao nhiêu ? *69
Biển số xe của tỉnh Cần Thơ là bao nhiêu ? *65 
Biển số xe của tỉnh Cao Bằng là bao nhiêu ? *11
Biển số xe của tỉnh Đà Nẵng là bao nhiêu ? *43 
Biển số xe của tỉnh Đắk Lắk là bao nhiêu ? *47 
Biển số xe của tỉnh Đăk Nông là bao nhiêu ? *48
Biển số xe của tỉnh Điện Biên là bao nhiêu ? *27 
Biển số xe của tỉnh Đồng Nai là bao nhiêu ? *39 và 60 
Biển số xe của tỉnh Đồng Tháp là bao nhiêu ? *66 
Biển số xe của tỉnh Gia Lai là bao nhiêu ? *81 
Biển số xe của tỉnh Hà Giang là bao nhiêu ? *23 
Biển số xe của tỉnh Hà Nam là bao nhiêu ? *90 
Biển số xe của tỉnh Hà Tĩnh là bao nhiêu ? *38 
Biển số xe của tỉnh Hải Dương là bao nhiêu ? *34 
Biển số xe của tỉnh Hải Phòng là bao nhiêu ? *15 và 16
Biển số xe của tỉnh Hậu Giang là bao nhiêu ? *95 
Biển số xe của tỉnh Hòa Bình là bao nhiêu ? *28 
Biển số xe của tỉnh Hưng Yên là bao nhiêu ? *89 
Biển số xe của tỉnh Khánh Hòa là bao nhiêu ? *79
Biển số xe của tỉnh Kiên Giang là bao nhiêu ? *68 
Biển số xe của tỉnh Kon Tum là bao nhiêu ? *82 
Biển số xe của tỉnh Lai Châu là bao nhiêu ? *25 
Biển số xe của tỉnh Lâm Đồng là bao nhiêu ? *49 
Biển số xe của tỉnh Lạng Sơn là bao nhiêu ? *12 
Biển số xe của tỉnh Lào Cai là bao nhiêu ? *24 
Biển số xe của tỉnh Long An là bao nhiêu ? *62 
Biển số xe của tỉnh Nam Định là bao nhiêu ? *18
Biển số xe của tỉnh Nghệ An là bao nhiêu ? *37 
Biển số xe của tỉnh Ninh Bình là bao nhiêu ? *35 
Biển số xe của tỉnh Ninh Thuận là bao nhiêu ? *85 
Biển số xe của tỉnh Phú Thọ là bao nhiêu ? *19
Biển số xe của tỉnh Phú Yên là bao nhiêu ? *78 
Biển số xe của tỉnh Quảng Bình là bao nhiêu ? *73 
Biển số xe của tỉnh Quảng Nam là bao nhiêu ? *92 
Biển số xe của tỉnh Quảng Ngãi là bao nhiêu ? *76 
Biển số xe của tỉnh Quảng Ninh là bao nhiêu ? *14 
Biển số xe của tỉnh Quảng Trị là bao nhiêu ? *74 
Biển số xe của tỉnh Sóc Trăng là bao nhiêu ? *83 
Biển số xe của tỉnh Sơn La là bao nhiêu ? *26 
Biển số xe của tỉnh Tây Ninh là bao nhiêu ? *70 
Biển số xe của tỉnh Thái Bình là bao nhiêu ? *17 
Biển số xe của tỉnh Thái Nguyên là bao nhiêu ? *20 
Biển số xe của tỉnh Thanh Hóa là bao nhiêu ? *36 
Biển số xe của tỉnh Thừa Thiên - Huế là bao nhiêu ? *75 
Biển số xe của tỉnh Tiền Giang là bao nhiêu ? *63 
Biển số xe của tỉnh Trà Vinh là bao nhiêu ? *84 
Biển số xe của tỉnh Tuyên Quang là bao nhiêu ? *22 
Biển số xe của tỉnh Vĩnh Long là bao nhiêu ? *64 
Biển số xe của tỉnh Vĩnh Phúc là bao nhiêu ? *88 
Biển số xe của tỉnh Yên Bái là bao nhiêu ? *21 
Biển số xe của tỉnhThừa Thiên Huế là bao nhiêu ? *75
Bình Định có số mã vùng điện thoại là bao nhiêu ? *56
Bình Dương có số mã vùng điện thoại là bao nhiêu ? *650
Bình Phước có số mã vùng điện thoại là bao nhiêu ? *651
Bình Thuận có số mã vùng điện thoại là bao nhiêu ? *62
Bố của Harry Potter tên gì ? *James Potter
Bố gì là chồng của mẹ lần thứ 1 ? *Bố ruột
Bộ truyện tranh nổi tiếng "Đôrêmon" là của tác giả nào ? *Fujiko F.Fujio
Bóc ____ trả ____ ? *bánh tiền
Bới ____ tìm vết *lông
Bolsheviks là nhà chính trị của nước nào ? *Nga
Bốn chín chưa qua ____ ba ____ tới ? *năm đã
Bữa ____ bữa cháo ? *cơm
Bữa ____ bữa no ? *đói
Bụng trâu làm sao ___ ___ làm vậy ? *bụng bò
Bướm vàng đậu đọt ___ ___ / Lấy chồng càng sớm tiếng ru càng buồn ? *Mù u
Buôn Mê Thuột thuộc tỉnh nàơDak Lak ? *Đăk Lăk
Bút danh nhà thơ Nguyễn Khắc Hiếu *Tản Đà
Bứt dây ____ rừng *động
Ca gì gần với trái cây nhất ? *Cá quả
Cà gì nghe tới ruột gan cồn cào ? *Cà chua
Cá không ăn ____ cá ươn ? *muối
Ca khúc "áo xanh" do nhóm nhạc nào trình bày ? *Nhóm MTV
Ca khúc "I WANT IT THAT WAY" do ban nhạc nào thể hiện ? *Back Street Boy
Cà Mau có số mã vùng điện thoại là bao nhiêu ? *780
Cá rô đầm ____, Sâm cầm hồ ____ ? *Sét Tây
Các IP có Đuôi .AF 12 là ở nước nào *Afghanistan
Các IP có Đuôi .AO 12 là ở nước nào *Angola
Các IP có Đuôi .AT 12 là ở nước nào *Austria
Các IP có Đuôi .AU 12 là ở nước nào *Australia
Các IP có Đuôi .BE 12 là ở nước nào *Belgium
Các IP có Đuôi .BG 12 là ở nước nào *Bungary
Các IP có Đuôi .BR 12 là ở nước nào *Brazil
Các IP có Đuôi .CA 12 là ở nước nào *Canada
Các IP có Đuôi .CG 12 là ở nước nào *Congo
Các IP có Đuôi .CL 12 là ở nước nào *Chile
Các IP có Đuôi .CM 12 là ở nước nào *Cameroon
Các IP có Đuôi .CN 12 là ở nước nào *China
Các IP có Đuôi .CR 12 là ở nước nào *Costa Rica
Các IP có Đuôi .CU 12 là ở nước nào *Cuba
Các IP có Đuôi .CZ 12 là ở nước nào *Czech
Các IP có Đuôi .DE 12 là ở nước nào *Germany
Các IP có Đuôi .DK 12 là ở nước nào *Denmark
Các IP có Đuôi .ES 12 là ở nước nào *Spain
Các IP có Đuôi .ET 12 là ở nước nào *Ethiopia
Các IP có Đuôi .FI 12 là ở nước nào *Finland
Các IP có Đuôi .FR 12 là ở nước nào *France
Các IP có Đuôi .GM 12 là ở nước nào *Gambia
Các IP có Đuôi .GR 12 là ở nước nào *Greece
Các IP có Đuôi .HK 12 là ở nước nào *HongKong
Các IP có Đuôi .HU 12 là ở nước nào *Hungary
Các IP có Đuôi .ID 12 là ở nước nào *Indonesia
Các IP có Đuôi .IQ 12 là ở nước nào *Iraq
Các IP có Đuôi .IR 12 là ở nước nào *Iran
Các IP có Đuôi .IT 12 là ở nước nào *Italy
Các IP có Đuôi .JP 12 là ở nước nào *Japan
Các IP có Đuôi .KW 12 là ở nước nào *Kuwait
Các IP có Đuôi .LA 12 là ở nước nào *Laos
Các IP có Đuôi .LY 12 là ở nước nào *Lybia
Các IP có Đuôi .MC 12 là ở nước nào *Monaco
Các IP có Đuôi .MK 12 là ở nước nào *Macedonia
Các IP có Đuôi .MX 12 là ở nước nào *Mexico
Các IP có Đuôi .MY 12 là ở nước nào *Malaysia
Các IP có Đuôi .NG 12 là ở nước nào *Nigeria
Các IP có Đuôi .NL 12 là ở nước nào *Netherland
Các IP có Đuôi .NO 12 là ở nước nào *Norway
Các IP có Đuôi .NZ 12 là ở nước nào *New Zealand
Các IP có Đuôi .PH 12 là ở nước nào *Philippines
Các IP có Đuôi .PL 12 là ở nước nào *Poland
Các IP có Đuôi .PY 12 là ở nước nào *Paraguay
Các IP có Đuôi .RO 12 là ở nước nào *Romania
Các IP có Đuôi .SE 12 là ở nước nào *Sweden
Các IP có Đuôi .SG 12 là ở nước nào *Singapore
Các IP có Đuôi .SO 12 là ở nước nào *Somalia
Các IP có Đuôi .TH 12 là ở nước nào *Thailand
Các IP có Đuôi .TR 12 là ở nước nào *Turkey
Các IP có Đuôi .TW 12 là ở nước nào *Taiwan
Các IP có đuôi .UK là ở nước nào *United Kingdom
Các IP có Đuôi .UY 12 là ở nước nào *Uruguay
Các IP có Đuôi .VE 12 là ở nước nào *Venezuela
Các IP có Đuôi .VN 12 là ở nước nào *VietNam
Các IP có Đuôi .ZR 12 là ở nước nào *Zaire
Cách ____ quý hơn của ____" ? *tặng tặng
Cái ____, cái ____ là góc con người ? *răng tóc
Cái gì bị đánh mất khỏi The Venus de Milo ? *arms
Cái gì càng cắt càng dài ? *Tóc
Cái gì càng gọt càng to ? *cái lỗ
Cái gì càng rửa càng bẩn ? *đất
Cái mồm toác - lác, chẳng ____ cũng ____ ? *ác thâm
Cái nết ___ ___ cái đẹp ? *đánh chết
Cải tử hoàn ____ *sinh
Cầm ____ thi họa ? *kỳ
Cam Đường thuộc tỉnh nào ? *Lào Cai
Câm hay ____, ngọng hay ____ ? *hóng nói
Cẩn thận cái trán của anh. Đó là quả gì ? *Quả ổi
Cần Thơ có số mã vùng điện thoại là bao nhiêu ? *710
Cao Bằng có số mã vùng điện thoại là bao nhiêu ? *26
Cao Lãnh và Sa Đéc là 2 thị xã thuộc tỉnh nào ? *Đồng Tháp
Cậu bé hay đối đầu với Harry Potter là ... ? *Draco Mafloy
Cậu gì kế chức trưởng gia ? *Cậu cả
Câu thơ "Cỏ cây chen đá lá chen hoa" thuộc bài thơ ... ? *Qua Đèo Ngang
Cầu thủ nào là vua phá lưới giải V-League 2001 - 2002 ? *Hồ Văn Lợi
Cầu thủ nào sợ đi máy bay ? *Bergkamp 
Cây ____ không trái, gái ____ không con ? *độc độc
Cây có ____ , nước có ____ ? *cội nguồn
Cây xương rồng nào cao đến 18m ? *Saguaraf
Cha mẹ sinh con trời ... ? *sinh tính
Cha nào con ____, nồi nào vung ____" ? *nấy
Cháu hư tại ____ ? *bà
Chạy ____ không khỏi ____ ? *trời nắng
Cháy ____ mới ra mặt ____ ? *nhà chuột
Chết để bảo vệ Phật pháp gọi là gì ? *Phật tử
Chết mà không tìm ra xác gọi là gì ? *bất tử
Chết mà thân thể rã nát gọi là gì ? *phân tử
Chết một cách lãng xẹt gọi là gì ? *lãng tử
Chim ____ tiếc lông, người ____ tiếc lời ? *khôn khôn
Chim ____, cá ____ ? *xa nhảy
Chim gì gào sóng biển xanh ? *Chim hải âu
Chớ thấy ___ ___ mà ngã tay ____ ? *sóng cả chèo
Chồng của Bà Trưng Trắc tên là gì ? *Thi Sách
Chớp đông nhay nháy ___ ___ thì mưa ? *gà gáy
Chú chó của chuột Mickey tên là gì ? *Pluto
Chữ gì lãng mạn trữ tình ? *Romantic
Chủ tịch CLB Chelsea hiện nay (2014) là ai ? *Roman Abranovich
Chùa ____ phật vàng ? *rách
Chưa đỗ ông Nghè đã đe .... ? *hàng Tổng
Chừng nào Chợ Lớn hết vôi / ___ ___ hết giặc em thôi đưa đò ? *Nước Nam
Chuồn chuồn bay ____ thì mưa, bay ____ thì nắng, bay ____ thì râm ? *thấp cao vừa
Chút mắm muối cho bữa cơm hằng ____ ? *ngày
CLB nào đã đoạt Siêu Cúp nước Anh mùa bóng 2002 ? *Arsenal
CLB nào đã vô địch Cup FA mùa giải 2001-2002 ? *Arsenal
Có "tin vui" cho anh Đó là quả gì ? *quả bầu
Cờ ___ ___ tốt ? *bí dí
Có ____ mới vực được ____ ? *thực đạo
Cờ bạc là bác ____ bần *thằng
Cờ bạc là bác thằng ____ / Cửa nhà bán hết cho chân vào ____ ? *Bần cùm
Có mấy nguồn nhạc âm chính ? *2 nguồn
Cơm không ____ như đau không thuốc ? *rau
Con ____ ở chùa, lại quét ___ ___ ? *Sãi lá đa
Con ____ thì lại làm ____ ? *Vua Vua
Con BOT cà tưng này yêu ai ? *Không yêu ai cả
Con chuột máy tính có mấy chân ? *Không có chân nào
Con cóc là cậu ___ ___ ? *Ông Trời
Cơn đằng Đông vừa ..... ? *trông vừa chạy
Cơn đằng Nam vừa ..... ? *làm vừa chơi
Con gái sợ nhất là gì ? *Béo
Con hư tại ____ ? *mẹ
Con nhà tông không giống .... cũng giống cánh ? *lông
Còn trời, còn nước, còn non / Còn cô bán rượu, anh còn ___ ___ ? *say sưa
Công cha như núi ___ ___ ? *Thái Sơn
Cộng đồng người Thái ở Việt Nam đông nhất tại tỉnh nào ? *Tỉnh Sơn La
Cống phẩm tượng người vàng là tượng ai ? *Liễu Thăng
Của chồng ____ vợ ? *công
Cướp đêm là ____, cướp ngày là ____ ? giặc quan *
Đà Nẵng có số mã vùng điện thoại là bao nhiêu ? *511
Đã ngọng còn hay ____, đã ngu còn hay chơi ____ ? *lu chữ
Đa tửu___ ___, Đa đâm ___ ___ ? *bại tâm tổn thọ
Đặc điểm chung của các hợp chất hữu cơ là nhất thiết phải có nguyên tố nào ? *Cacbon
Đại ____ đại bi ? *từ
Đãi cát tìm ____ ? *vàng
DakLak có số mã vùng điện thoại là bao nhiêu ? *500
Daknong có số mã vùng điện thoại là bao nhiêu ? *501
Đâm ____ phải theo lao ? *lao
Đâm sau ____ chiến sĩ ? *lưng
Đàn ____ tai trâu ? *gảy
Đàn ghi ta bình thường có bao nhiêu dây ? *6 dây
Đàn ông miệng rộng thì ____ / Đàn bà miệng rộng ___ ___ cửa nhà ? *sang tan hoang
Đánh ____ bỏ dùi ? *trống
Đạo vợ ____ chồng ? *nghĩa
Dắp dổi qua ____ ? *ngày
Đất ____ chim đậu ? *lành
Đất ____ dậy sóng ? *bằng
Đất khách ____ người ? *quê
Đất thiếu trồng ____, đất thừa trồng ____ ? *dưa rau
Đầu ____ chót lưỡi *môi
Đầu ____ đuôi ____ ? *trộm cướp
Đâu ____ mất họ, chó ____ mất láng giềng ? *dữ dữ
Đầu ____ mặt tối ? *tắt
Đầu gà ____ lợn ? *má
Đầu gà đít ____ ? *vịt
Đầu gà hơn ___ ___ ? *đít trâu
Dâu là ____, rể là khách ? *con
Đầu làng cuối ____ ? *xóm
Đâu phải ____ là tất cả những gì lấp lánh ? *vàng
Đầu sóng ngọn ____ ? *gió
Đầu trộm ____ cướp ? *đuôi
Đầu voi đuôi ____ ? *chuột
Đề cao ____ giác ? *cảnh
Đem ____ đi đấm xứ người ? *chuông
Đem con bỏ ____ ? *chợ
Đêm qua em nằm chiêm bao là quả gì ? *quả mơ
Đếm trên đầu ____ tay ? *ngón
Đèo dài nhất Việt Nam ? *Đèo Ô Quy Hồ
Đèo Ngoạn Mục nằm ở tỉnh nào ? *Lâm Đồng
Đẹp nết ____ đẹp người ? *hơn
Đi ____ trong bụng ? *guốc
Đi ____ về gió ? *mây
Đi dối ____ về nhà dối ____ ? *cha chú
Đi dối cha về nhà dối ____ ? *chú
Đi một ngày ____ học một ____ khôn ? *đàng sàng
Đi một ngày Đàng học một ____ khôn ? *sàng
Điện Biên có số mã vùng điện thoại là bao nhiêu ? *230
Điện Biên Phủ thuộc tỉnh nào ? *Điện Biên
Điều đã biết là ____, điều chưa biết là ____ ? *hữu hạn vô hạn
Đinh ____ nhức ____ ? *tai óc
Định lý hàm số Cosin : ____ = "A2 + B2 - 2ABcosC " ? *C2
Đổ ____ vào lưả *dầu
Đỏ mặt tía ____ ? *tai
Đổ mồ ___ ___ nước mắt ? *hôi sôi
Đổ mồ hôi ____ nước mắt ? *sôi
Đỏ như ___ ___ mọc ? *mặt trời
Đồ Sơn thuộc tỉnh nào ? *Hải Phòng
Đoàn kết thì ____ chi rẽ thì ____ ? *sống chết
Đoàn kết thì ____ chi rẽ thì chết *sống
Đời ____ ăn mặn đời ____ khát nước ? *cha con
Đói ____ khát uống ? *ăn
Đội ____ vá trời ? *đá
Đói ăn ____, Đau uống ____ ? *rau thuốc
Đói ăn rau Đau uống ____ ? *thuốc
Đói mắt no ____ ? *lòng
Đội tuyển bóng đá nào đã không thua nhà vô địch WC 2014 ? *Đội tuyển Ghana
Đội tuyển bóng đá nào sờ nhiều lần mà vẫn chưa đạt cúp WC ? *Hà Lan
Đội tuyển bóng đá nào vô địch WC năm 1986 ? *Argentina
Đội tuyển bóng đá nào vô địch WC năm 1990 ? *Đức
Đội tuyển bóng đá nào vô địch WC năm 1994 ? *Brazil
Đội tuyển bóng đá nào vô địch WC năm 2002 ? *Brazil
Đội tuyển bóng đá nào vô địch WC năm 2010 ? *Tây Ban Nha
Đội tuyển bóng đá nào vô địch WC năm 2014 ? *Đức
Đơn ____ độc mã ? *thương
Đồng ____ nước mặn ? *chua
Đồng ____ thiên biến ____ hóa ? *tiền vạn
Đồng cam cộng ____ ? *khổ
Đông Hà thuộc tỉnh nào ? *Quảng Trị
Ðồng hồ Vua đeo là ? *Longines
Đồng Hới thuộc tỉnh nào ? *Quảng Bình
Đồng Nai có số mã vùng điện thoại là bao nhiêu ? *61
Đồng sinh đồng ____ ? *tử
Đồng Tháp có số mã vùng điện thoại là bao nhiêu ? *67
Đồng Xoài thuộc tỉnh nào ? *Bình Phước
Đũa mốc mà ____ mâm son ? *chòi
Đục nước ____ cò ? *béo
Đứng mũi chịu ____ ? *sào
Đừng trông ____ mà bắt ____ ? *mặt hình dong
Được ____ vua thua làm ____ ? *làm giặc
Được chim bẻ ____, đặng cá quên ____ ? *ná nơm
Được người ____ nết ? *được
Được voi đòi ____ ? *tiên
Đường dài ___ ___ ngựa hay ? *mới biết
Đường dài mới hay ____ ngựa ? *sức
Đường đi nước ____ ? *bước
Đường đi ở ____ ? *miệng
Đường kim mối ____ ? *chỉ
Đường tơ ____ tóc ? *kẽ
Ếch chết ____ lỗ miệng ? *vì
Ếch kêu uôm uôm, ___ ___ đầy nước ? *ao chuôm
Ếch ngồi ____ giếng ? *đáy
Ếch ngồi đáy ____ ? *Giếng
Em Đang bận nói chuyện với bạn là quả gì ? *Quả dưa lê
Em Đang có chuyện buồn là quả gì ? *Quả sầu riêng
Em Đi may bộ đồ mới là quả gì ? *Quả vải
Em khóc Đây nè là quả gì ? *Quả mít
Em thấy anh em cũg muốn chào / Sợ anh chồng cũ nó đứng bờ ... nó trông ? *rào
Gan lì ____ tía ? *cóc
Gậy ông đập ____ ông ? *lưng
Ghét của nào trời ____ của ấy *Trao
Gia Lai có số mã vùng điện thoại là bao nhiêu ? *59
Giáo lý Phật giáo dựa trên Luân hồi và ___ ___ ? *Nhân quả
Giàu ____ của khôn tặng ____ ? *tặng lời
Giàu ____ hà tiện ____ liền tay ? *không khó
Giàu đâu ba ____, khó đâu ba ____ ? *họ đời
Giàu đâu ba ____, khó đâu ba đời ? *họ
Giàu tham ____, thất ____ tham ăn ? *việc nghiệp
Giấy ____ phải giữ lấy ____ ? *rách lề
Giết người không ____ tay ? *ghê
Giường vua ngủ là gì ? *Long sàn
Hà Đông và Sơn Tây từng là 2 thị xã thuộc tỉnh nào ? *Hà Tây
Hà Giang có số mã vùng điện thoại là bao nhiêu ? *19
Hà Giang có số mã vùng điện thoại là bao nhiêu ? *219
Hà Nam có số mã vùng điện thoại là bao nhiêu ? *351
Hà Nội có số mã vùng điện thoại là bao nhiêu ? *4
Hà Tây có số mã vùng điện thoại là bao nhiêu ? *34
Hà Tĩnh có số mã vùng điện thoại là bao nhiêu ? *39
Hải Dương có số mã vùng điện thoại là bao nhiêu ? *320
Hải Phòng có số mã vùng điện thoại là bao nhiêu ? *31
Ham thanh ____ lạ ? *chuộng
Hành tinh nào nhỏ nhất trong Thái dương hệ ? *Thủy tinh
Hậu Giang có số mã vùng điện thoại là bao nhiêu ? *711
Hãy đi xét nghiệm HIV trước khi về với vợ con tui, là quả gì ? *Quả chôm chôm
Hãy học cái ___ ___ từ muôn vàn cái ____ của kẻ khác ? *khôn ngoan ngu
Hệ mặt trời có mấy hành tinh ? *8 hành tinh
Hẹn ngày hôn gọi là ? *hứa hôn
Hết ____ hết cái ? *nước
Hết sau khi mọi việc đã hoàn tắt gọi là gì ? *Chu Tử
Hỉ, nộ, ái, ố, ai, lạc, dục, là 7 cái ___ ___ của đời ? *đam mê
Hô ____ gọi ____ ? *mưa gió
Hổ chết để ____, người chết để ____ ? *da tiếng
Hồ gì to gấp 3 biển ? *Hồ Ba Bể
Hồ nào ở Hà Nội là một con sông có toàn ngọc ? *Hồ Ngọc Hà
Hồ nước trong tiếng M'Nông là gì ? *Đăk Lăk
Hoa ___ ___ đã nở hết mình, mà chưa nói hết những điều muốn nói" ? *Bằng lăng
Hoà Bình có số mã vùng điện thoại là bao nhiêu ? *18
Hòa Bình có số mã vùng điện thoại là bao nhiêu ? *218
Hoa gì e thẹn vô vàn đó em ? *Hoa Trinh nữ
Hoa gì hè đến mới thèm thắm tươi ? *Hoa Phượng
Hoa gì sớm nở tối tàn ? *Hoa Phù dung
Hoa gì theo ánh mặt trời ? *Hoa Hướng dương
Hoa gì tươi đẹp đồng thời lắm gai ? *Hoa Hồng
Hóa Học: Ankin có 1 liên kết ____ ? *ba
Hoa nào có nghĩa là "Anh đã bắt đầu yêu em" ? *Hoa Tường vi
Hoa nào có nghĩa là "Anh muốn hoàn toàn là của em" ? *Hoa Lưu Ly
Hoa nào có nghĩa là bao giờ em cũng thành thật với anh *Hoa Lan
Hoa nào có nghĩa là hồng nhan bạc phận, chóng phai, không bền *Hoa Phù dung
Hoa nào có nghĩa là lòng Độ Lượng và từ bi bác ái ? *Hoa Sen
Hoa nào có nghĩa là lòng trung thành ? *Hoa Kim ngân
Hoa nào có nghĩa là mong manh sương khói ? *Hoa Trà
Hoa nào có nghĩa là những cuộc họp vui vẻ Và lời hẹn cho ngày mai ? *Hoa Lay ơn
Hoa nào có nghĩa là sự Dịu dàng và nét thầm kín ? *Hoa Thược dược
Hoa nào có nghĩa là sự E ấp kín Đáo ? *Hoa Tử Vi
Hoa nào có nghĩa là sự Kiêu căng và ích kỷ, vương giả, thanh cao, kiêu hãnh ? *Hoa Thủy Tiên
Hoa nào có nghĩa là sự Kiêu hãnh, coi thường tình yêu ? *Hoa Trà My
Hoa nào có nghĩa là sự Thanh khiết ? *Hoa Quỳnh
Hoa nào có nghĩa là tình bạn ngát hương ? *Hoa Nhài
Hoa nào có nghĩa là tình yêu mới chớm nở ? *Hoa Mimosa
Hoa nào có ý nghĩa là tình bạn thanh cao và trong sạch ? *Hoa Ly
Hoa nào thể Hiện tình yêu bất diệt ? *Hoa Hồng
Hoa nào tượng trưng cho 1 tình yêu kiêu sa và rực rỡ ? *Hoa Hồng vàng
Hoa nào tượng trưng cho niềm tin của em Đã Đạt Được ? *Hoa Đồng tiền
Hoa nào tượng trưng cho niềm tin và hi vọng ? *Hoa Hướng dương
Hoa nào tượng trưng cho nỗi lưu luyến khi chia tay ? *Hoa Thạch Thảo
Hoa nào tượng trưng cho sự ngây thơ duyên dáng ? *Hoa Cúc trắng
Hoa nào tượng trưng cho sự Trong sạch và thanh cao ? *Hoa Huệ
Hoa nào tượng trưng cho tình bạn ? *Hoa Cẩm chướng
Hoa nào tượng trưng cho tính khiêm nhường ? *Hoa Đồng thảo
Hoa nào tượng trưng cho tình yêu say Đắm và nồng nhiệt ? *Hoa Hồng nhung
Hoành sơn nhất đái vạn đại ___ ___ ? *dung thân
Học ____ học ____ học ____ học ____ ? *ăn nói gói mở
Học ____ không tày học ____ ? *thày bạn
Học viện (trường Đại học) cổ nhất trên thế giới có tên là gì ? *Fez
Hội Bà Chúa Xứ ở đâu ? *An Giang
Hội chọi trâu Đồ Sơn ở đâu ? *Hải Phòng
Hội chùa Bút Tháp ở đâu ? *Bắc Ninh
Hội chùa Cổ Lễ ở đâu ? *Nam Định
Hội chùa Dâu ở đâu ? *Bắc Ninh
Hội chùa Hương ở đâu ? *Hà Nội
Hội chùa Keo ở đâu ? *Thái Bình
Hội chùa Láng ở đâu ? *Hà Nội
Hội chùa Tây Phương ở đâu ? *Hà Tây
Hội chùa Thầy ở đâu ? *Hà Tây
Hội Đền Chèm ở đâu ? *Hà Nội
Hội Đền Côn Sơn - Kiếp Bạc ở đâu ? *Hải Dương
Hội Đền Đình Bảng ở đâu ? *Bắc Ninh
Hội Đền Đô - Đề Lý Bát Đế ở đâu ? *Bắc Ninh
Hội Đền Hát Môn ở đâu ? *Hà Tây
Hội Đền Hét ở đâu ? *Thái Bình
Hội Đền Hoa Lư ở đâu ? *Ninh Bình
Hội Đền Hùng ở đâu ? *Phú Thọ
Hội Đền Sủi ở đâu ? *Hà Nội
Hội Đền Sượt ở đâu ? *Hải Dương
Hội Đền Trường Yên ở đâu ? *Ninh Bình
Hội Đền Vua Lê ở đâu ? *Thanh Hoá
Hội Đua bơi Quan Lạn ở đâu ? *Quảng Ninh
Hội Đua thuyền Đào Xá ở đâu ? *Phú Thọ
Hội Giá ở đâu ? *Hà Tây
Hội Gióng ở đâu ? *Hà Nội
Hội làng Lệ Mật ở đâu ? *Hà Nội
Hội làng Lộng Khê ở đâu ? *Thái Bình
Hội Nghinh ông ở đâu ? *Tiền Giang
Hội núi Bà Đen ở đâu ? *Tây Ninh
Hội Trà Cổ ở đâu ? *Quảng Ninh
Hôn anh thật nhiều là quả gì ? *Quả thơm
Hôn bậy chỗ nào cũng được gọi là ? *Hôn ba
Hôn có giấy phép gọi là gì ? *Hôn lễ
Hôn con gái mà dính bà mẹ gọi là ? *Hôn má
Hôn đúp bồ gọi là ? *Song hon
Hôn giữa chừng bị xô ra gọi là gì ? *Ly hôn
Hôn hai lần là gọi là gì ? *Song hôn
Hôn ké gọi là gì ? *Phụ hôn
Hôn lính đa tình gọi là ? *Hôn quân
Hôn qua Net gọi là ? *Hon Moi Xa
Hôn sơ sơ gọi là gì ? *Ngoại hôn
Hôn thêm chút nữa gọi là ? *Tái hôn
Hôn từ giã gọi là ? *Từ hôn
Hồng Lĩnh thuộc tỉnh nào ? *Hà Tĩnh
I love you" tiếng .... là Aishiteiru ? *Nhật Bản
I love you" tiếng .... là Szeretlek ? *Hungari
I love you" tiếng ..... là Te quiero ? *Tây Ban Nha
I love you" tiếng Ba Lan như thế nào ? *Kocham ciebie
I love you" tiếng Czech như thế nào ? *Miluji te
I love you" tiếng Hàn Quốc như thế nào ? *Sarang heyo
I love you" tiếng Indonesia như thế nào ? *Saya cinta padamu
I love you" tiếng Latvia như thế nào ? *Es tevi miilu
Inh ____ nhức óc ? *Tai
Ít nói là ___ ___ đẹp nhất của người con gái ? *nữ trang
Kẻ không vì mình thì ___ ___ ___ ___ ? *Trời tru đất diệt
Khánh Hoà có số mã vùng điện thoại là bao nhiêu ? *58
Khó không ____ tiện là khó ____ mày ? *hà ăn
Khôn không qua ____, khỏe chẳng qua ____ ? *lẽ lời
Không cho cũng hôn gọi là ? *Cưỡng hôn
Kiến đen tha trứng lên cao / Thế nào cũng có ___ ___ rất to *mưa rào
Kiên Giang có số mã vùng điện thoại là bao nhiêu ? *78
Kiến là côn trùng thông minh nhất nên người ta thường hỏi ____ ? *ý kiến
KO" là viết tắt của chữ gì ? *knock out
Kom Tum có số mã vùng điện thoại là bao nhiêu ? *60
Lá rụng về ____, nước chảy về ____ ? *cội nguồn
Lai Châu có số mã vùng điện thoại là bao nhiêu ? *23
Lai Châu có số mã vùng điện thoại là bao nhiêu ? *231
Lâm Đồng có số mã vùng điện thoại là bao nhiêu ? *63
Lắm kẻ ____ hơn nhiều người ____ ? *yêu ghét
Lạng Sơn có số mã vùng điện thoại là bao nhiêu ? *25
Lào Cai có số mã vùng điện thoại là bao nhiêu ? *20
Lao tâm ____ tứ ? *khổ
Lật lọng như ____ bàn tay ? *trở
Lâu quá chưa được hôn gọi là ? *Hôn ước
Lê Chiêu Thống ___ ___ ___ ___ nhà ? *Cõng rắn cắn gà
Lễ hội Đình Bình Thuỷ ở đâu ? *Cần Thơ
Lễ hội Tháp Bà của người Chăm ở đâu ? *Khánh Hoà
Lễ hội Tháp Bà ở đâu ? *Khánh Hoà
Loài cá mập lớn nhất là.... ? *Cá mập voi
Loài chim biểu tượng cho hòa bình ? *Chim Bồ câu
Loài chim gì báo hiệu mùa Xuân đến ? *Én
Loài chim gì hay Ân thịt và xác chết ? *Kền kền
Loài chim nào bay nhanh nhất ? *Chim ruồi
Loài gấu nào dữ và lớn nhất ? *Grizzly
Loại hoa của Xứ sở Cối xay gió mang đến cho bạn tình yêu và sự may mắn ? *Hoa Tuylip
Loại thú nào thuộc họ Linh Dương ? *Sơn Dương
Loài voi nào lớn nhất ? *Voi Châu Phi
LOL là viết tắc củạ... ? *Laugh out loud
Long An có số mã vùng điện thoại là bao nhiêu ? *72
Lòng em ngổn ngang trăm bề là quả gì ? *Quả chùm ruột
Lúa chiêm lấp ló đầu bờ / Hễ nghe tiếng sấm ___ ___ mà lên ? *phất cờ
Lửa thử ____ gian nan thử ____ ? *vàng sức
Lực bất ____ tâm ? *tòng
Lý Thường Kiệt là ____ Úy ? *Thái
Mã số điện thoại quốc gia Việt Nam là ? *84
Mã vùng điện thoải của Cục Bưu điện Trung ương ? *80
Mã vùng điện thoại dùng riêng cho Quân đội và Công an ? *69
Mặt trời lớn hơn trái đất bao nhiêu lần ? *1 triệu lần
Mặt trời nặng hơn trái đất bao nhiêu lần ? *332000 lần
Mắt vua là ? *Long nhãn
Mây đằng ____, cầu vòng đằng ____, không mưa giây cũng bão dập ? *đông tây
Mày râu nhẵn nhụi áo quần ____ bao ? *bảnh
Mèo tới nhà thì ____, chó tới nhà thì ____ ? *khó sang
Miếng trầu nên ngãi tiếng ____ nên quen" ? *chào
Mới hôn xong gọi là gì ? *Tân hôn
Môn bóng rổ có từ năm nào ? *năm 1891
Môn đánh Golf bắt nguồn từ nước nào ? *Scotland
Một ____ hai phải ? *vừa
Một kho ____ không bằng một nang ____ ? *vàng chữ
Mũ vua là ? *Long mão
Múa rìu qua mắt ____ ? *thợ
Mùng ____ mười ____ hai ____ / Đi chơi cũng thiệt nữa là đi buôn ? *năm bốn ba
Mượn ____ bẻ măng ? *gió
Music: Who recorded Cuts Like a Fnifé in 1983 ? *Bryan Adams
Nam Định có số mã vùng điện thoại là bao nhiêu ? *35
Nam Định có số mã vùng điện thoại là bao nhiêu ? *350
Nắm tay nhau cùng bước bên ____ vì hạnh ____nhân loại ? *nhau phúc
Năng ____ chặt bị ? *nhặt
Nếu 1 giáo sư mắc sai lầm, Đó là 1 ____ ? *Giả thuyết mới
Nếu 1 nhà khoa hoc mắc sai lầm, Đó là 1 ____ ? *Phát minh mới
Nếu 1 nhà thám hiểm mắc sai lầm, Đó là 1 ____ ? *Khám phá mới
Nếu 1 thợ hớt tóc mắc sai lầm, Đó là 1 ____ ? *Kiểu tóc mới
Nếu 1 thợ may mắc sai lầm, Đó là 1 ____ ? *Mốt mới
Nếu muốn đi thật ____, hãy đi một mình. Nếu muốn đi thật ____, hãy đi cùng nhau ? *nhanh xa
Ngày 26-08 là ngày gì ? *Ngày bình thường
Ngày tháng mười chưa ... đã tối ? *cười
Nghệ An có số mã vùng điện thoại là bao nhiêu ? *38
Nghĩa mẹ như nước ___ ___ chảy ra ? *trong nguồn
Ngọc Linh là đỉnh núi cao nhất Tây Nguyên, thuộc tỉnh nào ? *Tỉnh Kon tum
Người cậy ở ____, cây nương vào ____ ? *tâm rễ
Người có cung tuổi gì thì nên đeo đá quí thạch anh tím ? *Nhân Mã
Người là ____, của là ngãi ? *vàng
Người sống ở sa mạc rửa bát bằng gì ? *cát
Người ta ví Lev Yashin là con gì ? *Con Nhện đen
Người thực sự có ___ ___ là người biết ___ ___ mình ? *giáo dục
Nguyễn Ánh ___ ___ ___ ___ mả tổ ? *Rước voi về giày
Nhân bảo như ____ bảo " *thần
Nhân bất học ___ ___ ____ ? *Bất tri lý
Nhân chi ____ tính ____ thiện ? *sơ bổn
Nhân vô ____ toàn ? *thập
Nhanh như ____ ? *cắt
Nháo ____ như gà lạc mẹ ? *nhác
Nhiễu điều phủ lấy giá gương / Người trong ___ ___ phải thương nhau cùng ? *một nước
Những bông hoa rực rỡ này thể hiện sự Khao khát tìm hiểu tri thức ? *Hoa Hướng dương
Những cô thắt đáy lưng ong / Vừa khéo ___ ___ lại giỏi nuôi con ? *chiều chồng
Những người cặp mắt ____, đôi mày ____ đáng trăm quan tiền ? *lá răm lá liễu
No ____ đói ___ ___ ? *miệng con mắt
Nổ ____ đóm mắt ? *dom
Nobita, Xuka, Chaien, Xeko, và ____ ? *Doraemon
Nói toạc ____ heo ? *móng
Nước ____ đá ____ ? *chảy mòn
Nước đổ đầu ____ ? *vịt
Nước đổ lá ____ ? *khoai
Nuôi lợn ăn cơm ____, nuôi tằm ăn cơm ____ ? *nằm đứng
Ở ____ thì tròn ở ____ thì dài ? *bầu ống
Ở có ____ mặc sức ____ ăn ? *đức mà
Ở có ____ mười ____ không khó ? *nhân phần
Ở đâu ___ ___ chiếm mất tâm hồn thì ở đó, lòng tin, hy vọng và tình thương sẽ bị tống ra khỏi cửa ? *vàng bạc
Ở hiền ____ lành ? *gặp
Ở xó chuồng ____,hơn là theo phía ____ ? *heo vợ
Oán thù nên ____ không nên ____ ? *giải kết
Óc của vua là ? *Long não
Ơn ____ nghĩa đền ? *trả
Ơn ____ nghĩa trả ? *đền
Ơn bằng ____ đĩa nghĩa bằng ____ ruồi ? *cái con
Ơn sâu ____ nặng ? *nghĩa
Ông quen việc coi ____, bà quen việc coi cháu" ? *nhà
Ông thó ___ ___, bà thò nậm rượu ? *chân giò
Ởt nào mà ớt chẳng ____" ? *cay
Phá cường địch báo ____ ân ? *Hoàng
Phá gì là phá ba sông ? *Phá Tam Giang
Phan Rang thuộc tỉnh nào ? *Ninh Thuận
Phan Rí ở đâu ? *Tỉnh Bình Thuận
Phim "The lorfs of the rings" là thể loại phim ? *Khoa học viễn tưởng
Phim Đầu tiên của Rapper Eminem Được goi là g ì ? *Eight Miles
Phụ nữ mỉm cười là thứ ___ ___ nhạy hơn quăng lưới ? *bẫy người
Phú thọ có số mã vùng điện thoại là bao nhiêu ? *210
Phúc ____ trùng lai, hoạ ____ đơn chí ? *bất vô
Phường ____ áo ____ cơm ? *giá túi
Qua cơn bĩ cực Đến hồi thới ____ ? *lai
Quân tử nhất ____ ? *ngôn
Quân tử phòng ____; tiểu nhân phòng ___ ___ ? *thân bị gậy
Quảng Bình có số mã vùng điện thoại là bao nhiêu ? *52
Quảng Nam có số mã vùng điện thoại là bao nhiêu ? *510
Quảng Ninh có số mã vùng điện thoại là bao nhiêu ? *33
Quang phổ của Hidro là quang phổ .... ? *vạch
Quê hương anh ____ mặn ____ chua ? *nước đồng
Quyển thiên kinh duy nhất của Đạo Hồi là ? *Kinh Koran
Ra đường hỏi ____ về nhà hỏi ____ ? *già trẻ
Rạch Giá và Hà Tiên là 2 thị xã thuộc tỉnh nào ? *Kiên Giang
Ráng ____ thì gió, ráng ____ thì mưa ? *vàng đỏ
Rào trước ____ sau ? *đón
Rêu là loài thực vật duy nhất biết nói. Ai mà chẳng từng nghe ... ? *Rêu rao
Ruộng sâu trâu nái không bằng ___ ___ đầu lòng ? *con gái
Rượu ___ ___ chưa uống đã say ? *Hồng Đào
Sa mạc lớn nhất thế giới ? *Shahara
Sấm chớp có vận tốc bao nhiêu km/s ? *140000
Sầm Sơn thuộc tỉnh nào ? *Thanh Hoá
Saya cinta padamu trong tiếng Indonesia nghĩa là gì ? *Anh yêu em
Sĩ gì theo VIP lăng xăng canh chừng ? *Vệ Sĩ
Số điện thoại gọi khẩn cấp cho Công an ? *113
Số điện thoại gọi khẩn cấp cho Cứu hỏa ? *114
Số điện thoại gọi khẩn cấp cho Cứu thương ? *115
Sóc là Động vật bị loài người săn bắt nhiều nhất. Ở Đâu cũng nghe người ta nhắc đến việc ... ? *Săn sóc
Sóc Trăng có số mã vùng điện thoại là bao nhiêu ? *79
Sơn La có số mã vùng điện thoại là bao nhiêu ? *22
Sông gì anh lớn nhất nhà ? *Sông Cả
Sông gì biến đổi khó lường ? *Sông Hóa
Sông gì ca nhạc nổi lên ? *Sông Hát
Sông gì chảy đến tận nơi ? *Sông Kỳ Cùng
Sông gì chảy dưới các sông khác ? *Sông Đáy
Sông gì chảy qua cánh đồng đầy thú ? *Sông Đồng Nai
Sông gì chín nhánh that dài ? *Sông Cửu Long
Sông gì Được gọi bằng màu phù sa ? *Sông Hồng
Sông gì giống trăng ? *Sông Như Nguyệt
Sông gì hiện rõ ở ngoài trời Đêm ? *Sông Ngân Hà
Sông gì kêu ầm ỹ ? *Sông La
Sông gì khiến cho người ta sầu khô ? *sông Thương
Sông gì là đường biên giới ? *Sông Gianh
Sông gì nấu chín thức ăn ? *Sông Luộc
Sông gì ngày nào cũng như ngày nào ? *Sông Nhật Lệ
Sông gì ngoan hiền hết mực ? *Sông Hiền Lương
Sông gì nhắc đến thì là 12 ? *Sông Lô
Sông gì thanh nhã bảnh bao hiền hòa ? *Sông Mã
Sông gì thét giận ào ào ? *Sông Gâm
Sông gì thơm ngát ? *Sông Hương
Sông gì toàn cỏ là cỏ ? *Sông Vàm Cỏ
Sông gì trâu tắm ? *Sông Kim Ngưu
Sông gì yêu mến ? *Sông Thương
Sông Krông Ana có nghĩa là gì ? *Sông Mẹ
Sông Krông Nô có nghĩa là gì ? *Sông Bố
Sông nào chán ghét chiến tranh ? *Sông Thái Bình
Sông nào được nâng niu như cục cưng ? *Sông Bé
Sông nào mà goi là 2 sông ? *Sông Nhị Hà
Sông nào xe ngưa chạy qua ? *Sông Cầu
SOS là chữ viết tắt của ? *Save Our Souls
Sự giao thiệp ___ ___ làm tiêu ma những tính cách ___ ___ ? *xấu xa tốt đẹp
Sự học như bơi thuyền ___ ___, không tiến ắt phải lùi ? *ngược nước
Tác giả của bài hát "Ca dao em và tôi" là nhạc sĩ nào ? *An Thuyen
Tác giả của bài hát "Hôn môi xa" ? *Trần Minh Phi
Tác giả của bài hát Miền Nam nhớ mãi ơn Người ? *Lưu Cầu
Tác phẩm "Bỉ Vỏ" của nhà văn nào ? ? *Nguyên Hồng
Tác phẩm "Ngọn cỏ gió đùa" của tác giả nào ? ? *Hồ Biểu Chánh
Tác phẩm "Tam Quốc Chí diễn nghĩa" là sáng tác của ai ? ? *La Quán Trung
Tái ông ____ mã ? *thất
Tam Điệp thuộc tỉnh nào ? *Ninh Bình
Tam Kỳ thuộc tỉnh nào ? *Quảng Nam
Tạm vợ ____ già tạm nhà ____ nát ? *vợ nhà
Tận trung báo ____ ? *quốc
Tắt ____ tối đèn ? *lửa
Tây Ninh có số mã vùng điện thoại là bao nhiêu ? *66
Tên chế giễu về 1 vùng biển mới được gọi ? *Lưỡi bò
Tên của đập ngăn lũ ở sông Nile ? *Đập Aswan
Tên của phim mới nhất của Điệp viên 007 là ____ ? *Die Another Day
Tên xe với chữ đầu tiên là W, chữ cuối cùng là U ? *Wave Tầu
Tên xe với ký tự Đầu tiên là A ? *Audi
Tên xe với ký tự Đầu tiên là D ? *Daewoo
Tên xe với ký tự Đầu tiên là D chữ cuối cùng là U ? *Diahatsu
Tên xe với ký tự Đầu tiên là F ? *Ferrari
Tên xe với ký tự Đầu tiên là H ? *Honda
Tên xe với ký tự Đầu tiên là H, chữ cuối cùng là I ? *Huyndai
Tên xe với ký tự Đầu tiên là J ? *Jeep
Tên xe với ký tự Đầu tiên là M ? *mercedes benz
Tên xe với ký tự Đầu tiên là M chữ cuối cùng là I ? *Mitsubishi
Tên xe với ký tự Đầu tiên là S ? *Suzuki
Thả hổ về ____ ? *rừng
Thái Bình có số mã vùng điện thoại là bao nhiêu ? *36
Thái Nguyên có số mã vùng điện thoại là bao nhiêu ? *280
Tham ____ thâm" ? *thì
Thâm gan ____ ruột ? *tím
Thẳng ____ ruột ngựa ? *như
Tháng bẩy ___ ___, chuồn chuồn bay thì ____ ? *heo may bão
Thành phố Biên Hoà thuộc tỉnh nào ? *Đồng Nai
Thành phố Đà Lạt thuộc tỉnh nào ? *Lâm Đồng
Thành phố Flörenc bị bão lụt nhều lần nhất vào năm nào ? *1966
Thành phố Hạ Long thuộc tỉnh nào ? *Quảng Ninh
Thành phố Long Xuyên là của tỉnh nào ? *An Giang
Thành phố Mỹ Tho thuộc tỉnh nào ? *Tiền Giang
Thành phố Nha Trang thuộc tỉnh nào ? *Khánh Hòa
Thành phố Phan Thiết thuộc tỉnh nào ? *Bình Thuận
Thành phố Quy Nhơn thuộc tỉnh nào ? *Bình Định
Thành phố Tân An thuộc tỉnh nào ? *Long An
Thành phố Việt Trì thuộc tỉnh nào ? *Phú Thọ
Thành phố Vinh thuộc tỉnh nào ? *Nghệ An
Thanh thiên ____ nhật ? *bạch
Thao thao ____ tuyệt ? *bất
Thất điên ____ đảo ? *bát
Thấy ____ bắt quàng làm họ ? *sang
Thay ____ đổi thịt ? *da
Thầy bói xem ____ ? *Voi
Thay thầy ____ chủ ? *đổi
Thế Lữ tên thật là gì ? *Nguyễn Thứ Lễ
Thế như ____ tre ? *chẻ
Thêm mắm thêm ____ ? *muối
Thích Được hôn gọi là gì ? *Hôn mê
Thiên la ____ võng ? *địa
Thờ cha ____ mẹ ? *kính
Thói hư tật ____ ? *xấu
Thôi rồi ____ ơi ? *Lượm
Thủ Dầu Một thuộc tỉnh nào ? *Bình Dương
Thu đô cao nhât thế giới là thủ đô nào ? *Lapaz
Thủ đô của Ả Rập Saudi là gì ? *Riyadh 
Thủ đô của Afghanistan là gì ? *Kabul 
Thủ đô của Ai Cập là gì ? *Cairo 
Thủ đô của Albania là gì ? *Tirana 
Thủ đô của Algérie là gì ? *Algiers 
Thủ đô của Ấn Độ là gì ? *New Delhi 
Thủ đô của Andorra là gì ? *Andorra la Vella 
Thủ đô của Angola là gì ? *Luanda 
Thủ đô của Anguilla là gì ? *The Valley 
Thủ đô của Antigua và Barbuda là gì ? *St. Johns 
Thủ đô của Áo là gì ? *Viên 
Thủ đô của Argentina là gì ? *Buenos Aires 
Thủ đô của Armenia là gì ? *Yerevan 
Thủ đô của Aruba là gì ? *Oranjestad 
Thủ đô của Azerbaijan là gì ? *Baku 
Thủ đô của Ba Lan là gì ? *Warszawa 
Thủ đô của Bahamas là gì ? *Nassau 
Thủ đô của Bahrain là gì ? *Manama 
Thủ đô của Bangladesh là gì ? *Dhaka 
Thủ đô của Barbados là gì ? *Bridgetown 
Thủ đô của Belarus là gì ? *Minsk 
Thủ đô của Belize là gì ? *Belmopan 
Thủ đô của Bénin (chính thức) là gì ? *Porto Novo 
Thủ đô của Bénin (de facto) là gì ? *Cotonou 
Thủ đô của Bermuda là gì ? *Hamilton 
Thủ đô của Bhutan là gì ? *Thimphu 
Thủ đô của Bỉ là gì ? *Brussel 
Thủ đô của Bồ Đào Nha là gì ? *Lisboa 
Thủ đô của Bolivia (chính thức) là gì ? *Sucre 
Thủ đô của Bolivia (hành pháp) là gì ? *La Paz 
Thủ đô của Bosna và Hercegovina là gì ? *Sarajevo 
Thủ đô của Botswana là gì ? *Gaborone 
Thủ đô của Brasil là gì ? *Brasilia 
Thủ đô của Brunei là gì ? *Bandar Seri Begawan 
Thủ đô của Bulgaria là gì ? *Sofia 
Thủ đô của Burkina Faso là gì ? *Ouagadougou 
Thủ đô của Burundi là gì ? *Bujumbura 
Thủ đô của Cabo Verde là gì ? *Praia 
Thủ đô của Các Tiểu Vương quốc Ả Rập Thống nhất là gì ? *Abu Dhabi 
Thủ đô của Cameroon là gì ? *Yaounde
Thủ đô của Campuchia là gì ? *Phnom Penh 
Thủ đô của Canada là gì ? *Ottawa 
Thủ đô của CHDCND Triều Tiên là gì ? *Bình Nhưỡng 
Thủ đô của Chile là gì ? *Santiago 
Thủ đô của Colombia là gì ? *Bogota
Thủ đô của Comoros là gì ? *Moroni 
Thủ đô của Cộng hòa Congo là gì ? *Brazzaville 
Thủ đô của Cộng hòa Dân chủ Congo là gì ? *Kinshasa 
Thủ đô của Cộng hòa Dominican là gì ? *Santo Domingo 
Thủ đô của Cộng hòa Nam Phi (chính thức) là gì ? *Pretoria 
Thủ đô của Cộng hòa Nam Phi (lập pháp) là gì ? *Cape Town 
Thủ đô của Cộng hòa Nam Phi (tư pháp) là gì ? *Bloemfontein 
Thủ đô của Cộng hòa Séc là gì ? *Praha 
Thủ đô của Cộng hòa Trung Phi là gì ? *Bangui 
Thủ đô của Costa Rica là gì ? *San Jose
Thủ đô của Côte d'Ivoire (chính thức) là gì ? *Yamoussoukro 
Thủ đô của Croatia là gì ? *Zagreb 
Thủ đô của Cuba là gì ? *La Habana 
Thủ đô của Đan Mạch là gì ? *Copenhagen 
Thủ đô của Đảo Christmas là gì ? *The Settlement 
Thủ đô của Đảo Man là gì ? *Douglas 
Thủ đô của Đảo Norfolk là gì ? *Kingston 
Thủ đô của Djibouti là gì ? *Djibouti 
Thủ đô của Dominica là gì ? *Roseau 
Thủ đô của Đông Timor là gì ? *Dili 
Thủ đô của Đức là gì ? *Berlin 
Thủ đô của Ecuador là gì ? *Quito 
Thủ đô của El Salvador là gì ? *San Salvador 
Thủ đô của Eritrea là gì ? *Asmara 
Thủ đô của Estonia là gì ? *Tallinn 
Thủ đô của Ethiopia là gì ? *Addis Ababa 
Thủ đô của Fiji là gì ? *Suva 
Thủ đô của Gabon là gì ? *Libreville 
Thủ đô của Gambia là gì ? *Banjul 
Thủ đô của Ghana là gì ? *Accra 
Thủ đô của Gibraltar là gì ? *Gibraltar 
Thủ đô của Greenland là gì ? *Nuuk 
Thủ đô của Grenada là gì ? *St. Georges 
Thủ đô của Gruzia là gì ? *Tbilisi 
Thủ đô của Guam là gì ? *Hagatna 
Thủ đô của Guatemala là gì ? *Guatemala 
Thủ đô của Guernsey là gì ? *St. Peter Port 
Thủ đô của Guiné - Bissau là gì ? *Bissau 
Thủ đô của Guinea Xích đạo là gì ? *Malabo 
Thủ đô của Guinée là gì ? *Conakry 
Thủ đô của Guyana là gì ? *Georgetown 
Thủ đô của Hà Lan là gì ? *Amsterdam 
Thủ đô của Haiti là gì ? *Port au Prince 
Thủ đô của Hàn Quốc là gì ? *Seoul 
Thủ đô của Hoa Kỳ là gì ? *Washington
Thủ đô của Honduras là gì ? *Tegucigalpa 
Thủ đô của Hungary là gì ? *Budapest 
Thủ đô của Hy Lạp là gì ? *Athena 
Thủ đô của Indonesia là gì ? *Jakarta 
Thủ đô của Iran là gì ? *Tehran 
Thủ đô của Iraq là gì ? *Baghdad 
Thủ đô của Ireland là gì ? *Dublin 
Thủ đô của Ísland là gì ? *Reykjavik 
Thủ đô của Israel là gì ? *Jerusalem 
Thủ đô của Jamaica là gì ? *Kingston 
Thủ đô của Jersey là gì ? *St. Helier 
Thủ đô của Jordan là gì ? *Amman 
Thủ đô của Kazakhstan là gì ? *Astana 
Thủ đô của Kenya là gì ? *Nairobi 
Thủ đô của Kiribati là gì ? *Nam Tarawa 
Thủ đô của Kuwait là gì ? *Kuwait 
Thủ đô của Kypros là gì ? *Nicosia 
Thủ đô của Kyrgyzstan là gì ? *Bishkek 
Thủ đô của Lào là gì ? *Viêng Chăn 
Thủ đô của Latvia là gì ? *Riga 
Thủ đô của Lesotho là gì ? *Maseru 
Thủ đô của Liban là gì ? *Beirut 
Thủ đô của Liberia là gì ? *Monrovia 
Thủ đô của Libya là gì ? *Tripoli 
Thủ đô của Liechtenstein là gì ? *Vaduz 
Thủ đô của Litva là gì ? *Vilnius 
Thủ đô của Luxembourg là gì ? *Luxembourg 
Thủ đô của Macedonia là gì ? *Skopje 
Thủ đô của Madagascar là gì ? *Antananarivo 
Thủ đô của Malawi là gì ? *Lilongwe 
Thủ đô của Malaysia (chính thức) là gì ? *Kuala Lumpur 
Thủ đô của Malaysia (hành pháp) là gì ? *Putrajaya 
Thủ đô của Maldives là gì ? *Male
Thủ đô của Mali là gì ? *Bamako 
Thủ đô của Malta là gì ? *Valletta 
Thủ đô của Maroc là gì ? *Rabat 
Thủ đô của Mauritanie là gì ? *Nouakchott 
Thủ đô của Mauritius là gì ? *Port Louis 
Thủ đô của Mayotte là gì ? *Mamoudzou 
Thủ đô của Mexico là gì ? *Mexico 
Thủ đô của Micronesia là gì ? *Palikir 
Thủ đô của Moldova là gì ? *Chisinau 
Thủ đô của Monaco là gì ? *Monaco 
Thủ đô của Mông Cổ là gì ? *Ulaanbaatar 
Thủ đô của Montenegro là gì ? *Podgorica 
Thủ đô của Montserrat là gì ? *Plymouth 
Thủ đô của Mozambique là gì ? *Maputo 
Thủ đô của Myanma là gì ? *Naypyidaw 
Thủ đô của Na Uy là gì ? *Oslo 
Thủ đô của Namibia là gì ? *Windhoek 
Thủ đô của Nauru (hành pháp) là gì ? *Yaren 
Thủ đô của Nepal là gì ? *Kathmandu 
Thủ đô của New Zealand là gì ? *Wellington 
Thủ đô của Nga là gì ? *Moskva 
Thủ đô của Nhật Bản là gì ? *Tokyo 
Thủ đô của Nicaragua là gì ? *Managua 
Thủ đô của Niger là gì ? *Niamey 
Thủ đô của Nigeria là gì ? *Abuja 
Thủ đô của Niue là gì ? *Alofi 
Thủ đô của Nouvelle-Calédonie là gì ? *Nouméa 
Thủ đô của Oman là gì ? *Muscat 
Thủ đô của Pakistan là gì ? *Islamabad 
Thủ đô của Palau là gì ? *Melekeok 
Thủ đô của Panama là gì ? *Panama 
Thủ đô của Papua New Guinea là gì ? *Port Moresby 
Thủ đô của Paraguay là gì ? *Asunción 
Thủ đô của Peru là gì ? *Lima 
Thủ đô của Phần Lan là gì ? *Helsinki 
Thủ đô của Pháp là gì ? *Paris 
Thủ đô của Philippines là gì ? *Manila 
Thủ đô của Polynésie thuộc Pháp là gì ? *Papeete 
Thủ đô của Puerto Rico là gì ? *San Juan 
Thủ đô của Qatar là gì ? *Doha 
Thủ đô của Quần đảo Bắc Mariana là gì ? *Saipan 
Thủ đô của Quần đảo Cayman là gì ? *George Town 
Thủ đô của Quần đảo Cocos (Keeling) là gì ? *West Island 
Thủ đô của Quần đảo Cook là gì ? *Avarua 
Thủ đô của Quần đảo Falkland là gì ? *Stanley 
Thủ đô của Quần đảo Faroe là gì ? *Tórshavn 
Thủ đô của Quần đảo Marshall là gì ? *Majuro 
Thủ đô của Quần đảo Nam Georgia và Nam Sandwich là gì ? *Grytviken 
Thủ đô của Quần đảo Pitcairn là gì ? *Adamstown 
Thủ đô của Quần đảo Solomon là gì ? *Honiara 
Thủ đô của Quần đảo Turks và Caicos là gì ? *Cockburn Town 
Thủ đô của Quần đảo Virgin thuộc Anh là gì ? *Road Town 
Thủ đô của Quần đảo Virgin thuộc Mỹ là gì ? *Charlotte Amalie 
Thủ đô của Romania là gì ? *Bucharest 
Thủ đô của Rwanda là gì ? *Kigali 
Thủ đô của Saint Helena là gì ? *Jamestown 
Thủ đô của Saint Kitts và Nevis là gì ? *Basseterre 
Thủ đô của Saint Lucia là gì ? *Castries 
Thủ đô của Saint Vincent và Grenadines là gì ? *Kingstown 
Thủ đô của Saint-Pierre và Miquelon là gì ? *St. Pierre 
Thủ đô của Samoa là gì ? *Apia 
Thủ đô của Samoa thuộc Mỹ là gì ? *Pago Pago 
Thủ đô của San Marino là gì ? *San Marino 
Thủ đô của São Tomé và Príncipe là gì ? *Sao Tome
Thủ đô của Sénégal là gì ? *Dakar 
Thủ đô của Serbia là gì ? *Belgrade 
Thủ đô của Seychelles là gì ? *Victoria 
Thủ đô của Sierra Leone là gì ? *Freetown 
Thủ đô của Singapore là gì ? *Singapore 
Thủ đô của Slovakia là gì ? *Bratislava 
Thủ đô của Slovenia là gì ? *Ljubljana 
Thủ đô của Somalia là gì ? *Mogadishu 
Thủ đô của Somaliland (chưa được công nhận, tự tuyên bố) là gì ? *Hargeisa 
Thủ đô của Sri Lanka là gì ? *Sri Jayawardenepura Kotte 
Thủ đô của Sudan là gì ? *Khartoum 
Thủ đô của Suriname là gì ? *Paramaribo 
Thủ đô của Swaziland (hành pháp) là gì ? *Mbabane 
Thủ đô của Swaziland (hoàng gia và lập pháp) là gì ? *Lobamba 
Thủ đô của Syria là gì ? *Damascus 
Thủ đô của Tajikistan là gì ? *Dushanbe 
Thủ đô của Tanzania (chính thức) là gì ? *Dodoma 
Thủ đô của Tanzania (hành pháp) là gì ? *Dar es Salaam 
Thủ đô của Tây Ban Nha là gì ? *Madrid 
Thủ đô của Tchad là gì ? *N Djamena 
Thủ đô của Thái Lan là gì ? *Bangkok 
Thủ đô của Thổ Nhĩ Kỳ là gì ? *Ankara 
Thủ đô của Thụy Điển là gì ? *Stockholm 
Thủ đô của Thụy Sĩ là gì ? *Bern 
Thủ đô của Togo là gì ? *Lome
Thủ đô của Tonga là gì ? *Nuku Alofa 
Thủ đô của Transnistria là gì ? *Tiraspol 
Thủ đô của Trinidad và Tobago là gì ? *Port of Spain 
Thủ đô của Trung Hoa Dân Quốc (Đài Loan) là gì ? *Đài Bắc 
Thủ đô của Trung Quốc là gì ? *Bắc Kinh 
Thủ đô của Tunisia là gì ? *Tunis 
Thủ đô của Turkmenistan là gì ? *Ashgabat 
Thủ đô của Tuvalu là gì ? *Funafuti 
Thủ đô của Úc là gì ? *Canberra 
Thủ đô của Uganda là gì ? *Kampala 
Thủ đô của Ukraina là gì ? *Kiev
Thủ đô của Uruguay là gì ? *Montevideo 
Thủ đô của Uzbekistan là gì ? *Tashkent 
Thủ đô của Vanuatu là gì ? *Port Vila 
Thủ đô của Vatican là gì ? *Vatican 
Thủ đô của Venezuela là gì ? *Caracas 
Thủ đô của Việt Nam là gì ? *Hà Nội 
Thủ đô của Vương quốc Liên hiệp Anh và Bắc Ireland (de facto) là gì ? *London
Thủ đô của Wallis và Futuna là gì ? *Mata-Utu 
Thủ đô của Ý là gì ? *Roma 
Thủ đô của Yemen là gì ? *Sanaa 
Thủ đô của Zambia là gì ? *Lusaka 
Thủ đô của Zimbabwe là gì ? *Harare 
Thủ môn đắt giá nhất thế giới là ai (trước 2010) ? *Gianliugi Buffon
Thủ môn huyền thoại thế giới ? *Lev Yashin
Thủ môn nào được mệnh danh là thằng hề ? *Jorge Campos
Thủ môn nào nổi tiếng là chuyên gia sút phạt ? *Chilavert
Thủ môn xuất sắc nhất Worldcup 98 là ai ? *Chilavert
Thua keo này ____ keo khác ? *bày
Thua thầy một ____ không bằng kém bạn một ____ ? *vạn li
Thừa Thiên Huế có số mã vùng điện thoại là bao nhiêu ? *54
Thuần phong mỹ ____ ? *tục
Thức ____ dậy sớm ? *khuya
Thuốc lào ___ ___, điếu cày kêu / Chồng hút vợ say, thằng châm đóm lăn quay giữa nhà ? *Vĩnh Bảo
Thuyết tương đối do ai đề ra ? *Albert Einstein
Tiền ____ kỷ, hậu ____ nhân" ? *trách trách
Tiền có thể mua được ___ ___ nhưng không mua được ___ ___ ? *sách vở kiến thức
Tiền có thể mua được ____ nhưng không mua được ___ ___ ? *sự sống
Tiền có thể mua được nhà cửa nhưng không mua được ___ ___ ? *gia đình
Tiền lương còn y nguyên chưa xài đến gọi là gì ? *Lương Y
Tiền lương đã xài hết sạch gọi là gì ? *Lương khô
Tiền lương dùng làm tình phí đi chơi với người yêu gọi là gì ? *Lương duyên
Tiền lương dùng vào việc ăn uống gọi là gì ? *Lương thực
Tiền mừng tuổi còn gọi là tiền ___ ___ ? *lì xì
Tiền vào nhà ____ như gió vào nhà ____ ? *khó trống
Tiểu bang thứ 11 của Mỹ là gì ? *New York
Tiểu bang thứ 15 của Mỹ là gì ? *Kentucky
Tiểu bang thứ 17 của Mỹ là gì ? *Ohio
Tiểu bang thứ 20 của Mỹ là gì ? *Mississippi
Tiểu bang thứ 27 của Mỹ là gì ? *Florida
Tiểu bang thứ 28 của Mỹ là gì ? *Texas
Tiểu bang thứ 31 của Mỹ là gì ? *California
Tiểu bang thứ 32 của Mỹ là gì ? *Minnesota
Tiểu bang thứ 36 của Mỹ là gì ? *Nevada
Tiểu bang thứ 42 của Mỹ là gì ? *Washington
Tiểu bang thứ 48 của Mỹ là gì ? *Arizona
Tiểu bang thứ 49 của Mỹ là gì ? *Alaska
Tiểu bang thứ 5 của Mỹ là gì ? *Connecticut
Tiểu bang thứ 50 của Mỹ là gì ? *Hawaii
Tỉnh Hậu Giang cũ bao gồm Cần Thơ, Hậu Giang và ___ ___ ngày nay ? *Sóc Trăng
Tỉnh mới nhất Việt Nam ? *Tỉnh Đăk Nông
Tỉnh Thuận Hải cũ bao gồm ___ ___ và Bình Thuận ngày nay ? *Ninh Thuận
Tóc để báo thức là tóc gì ? *Tóc gáy
Tóc để chấm là tóc gì ? *Tóc muối tiêu
Tóc để đee dọa là tóc gì ? *Tóc sư tử
Tóc để đóng bàn ghế là tóc gì ? *Tóc đinh
Tóc để gãi là tóc gì ? *Tóc ngứa
Tóc để gỡ là tóc gì ? *Tóc rối
Tóc để hứa là tóc gì ? *Tóc mai
Tóc để lừa đảo là tóc gì ? *Tóc giả
Tóc để tạo lòng tin là tóc gì ? *Tóc thề
Tóc để thông điếu cày ? *Tóc đuôi gà
Tóc để trang sức là tóc gì ? *Tóc bạc
Tóc để trốn nợ là tóc gì ? *Tóc xù
Tôi Đang ghen đó, liệu hồn nghe là quả gì ? *Quả ớt
Tôm hùm ___ ___, Nai khô ___ ___ ? *Bình Ba Diên Khánh
Tổng chiều dài của đường đua tour de france là ___ ___ ? *3200 km
Tp Hồ Chí Minh có số mã vùng điện thoại là bao nhiêu ? *8
Trà Vinh có số mã vùng điện thoại là bao nhiêu ? *74
Trái gió ____ trời ? *trở
Trai khôn tìm vợ ___ ___ / Gái khôn tìm chồng giữa chốn ba quân ? *chợ đông
Trai khôn tìm vợ chợ đông / Gái khôn tìm chồng giữa chốn ___ ___ ? *ba quân
Trai tài ____ sắc ? *gái
Trăm công nghìn ____ ? *việc
Trần Hưng Đạo là ___ ___ ___ ___ Trần Quốc Tuấn ? *Hưng Đạo Đại Vương
Trần Thủ Độ là ____ Sư ? *Thái
Trăng ____ thì hạn, trăng ____ thì mưa ? *quầng tán
Trâu ____ uống nước Đục ? *chậm
Trâu cày ____ cỡi ? *ngựa
Tre già măng ____ ? *mọc
Treo Đầu dê ____ thịt chó ? *bán
Trí ____ lực kiệt ? *cùng
Trỏ ____ nhu trỏ ____ tay ? *mặt bàn
Trời ____ đất diệt ? *tru
Trói ____ không chặt ? *gà
Trời đánh ____ tránh bữa ____ ? *còn ăn
Trời không ____ đất không ____ ? *dung tha
Trời không ____ đất không tha ? *dung
Trời mưa tránh ____, trời nắng tránh ____ ? *trắng đen
Tròi nắng chóng ____ tròi mưa chóng ____ ? *mưa tối
Trời nắng chóng ____ tròi mưa chóng tối ? *mưa
Tròi nắng tốt ____ trời mưa ____ lúa ? *dưa tốt
Trời nắng tốt ____ trời mưa tốt lúa ? *dưa
Trời quang ____ tạnh ? *mây
Trời sầu đất ____ ? *thảm
Trời sinh ____ sinh cỏ ? *voi
Tròi sinh voi sinh ____ ? *cỏ
Trọng ____ khinh tài ? *nghĩa
Trong ấm ____ êm ? *ngoài
Trống đánh xuôi, kèn ____ ngược" ? *thổi
Trong hệ đếm La Mã số 1 là chữ gì ? *Chữ I
Trong hệ đếm La Mã số 100 là chữ gì ? *Chữ C
Trong hệ đếm La Mã số 11 là chữ gì ? *XI
Trong hệ đếm La Mã số 13 là chữ gì ? *XIII
Trong hệ đếm La Mã số 14 là chữ gì ? *XIV
Trong hệ đếm La Mã số 17 là chữ gì ? *XVII
Trong hệ đếm La Mã số 18 là chữ gì ? *XVIII
Trong hệ đếm La Mã số 19 là chữ gì ? *XIX
Trong hệ đếm La Mã số 20 là chữ gì ? *XX
Trong hệ đếm La Mã số 3 là chữ gì ? *III
Trong hệ đếm La Mã số 5 là chữ gì ? *Chữ V
Trong hệ đếm La Mã số 500 là chữ gì ? *Chữ D
Trong hệ đếm La Mã số 9 là chữ gì ? *IX
Trông mặt mà ____ hình dong ? *bắt
Trọng nam ____ nữ ? *khinh
Trụ đồng bây giờ rêu vẫn mọc / Bạch Đằng thuở ấy ___ ___ ____ ? *Máu còn loang
Trứng ____ hơn vịt ? *khôn
Trung ____ vẹn toàn ? *hiếu
Trứng ____ với dá ? *chọi
Trường ____ bất lão ? *sinh
Từ "khaki" có nghĩa tiếng Việt là ? *Bụi bặm
Tự ____ tự đại ? *cao
Tứ cố ____ thân ? *vô
Tự lực cánh ____ ? *sinh
Tu nhân ____ đức ? *tích
Tử sinh ____ mệnh ? *hữu
Tù vụng tiêng anh : Tobacco ? *Thuốc lá
Từ vựng tiếng Anh: Cập nhật ? *update
Từ vựng tiếng Anh: Chúc mừng ? *congratulation
Từ vựng tiếng Anh: Hình Tam giác ? *triangle
Từ vựng tiếng Anh: Industry ? *Công nghiệp
Từ vựng tiếng Anh: Theatres ? *Rạp chiếu phim
Tức ____ ruột ? *lộn
Tục ngữ : Mất bò mới lo làm ____ ? *chuồng
Tức như ____ đá ? *bò
Tươi như ____ ? *hoa
Tương kế ____ kế ? *tựu
Tương thân tương ____ ? *ái
Tuỳ cơ ____ biến ? *ứng
Tuy Hoà thuộc tỉnh nào ? *Phú Yên
Tuyên Quang có số mã vùng điện thoại là bao nhiêu ? *27
Uống ____ ăn thề ? *máu
Uống nước ____ nguồn ? *nhớ
Uống nước lã cầm ____ ? *hơi
úp ____ mở mở ? *úp
Vạch áo cho ____ xem lưng ? *người
Vải ____, húng ____, ngổ ____ ? *Quang Láng Đầm
Văn hay chữ ____ ? *tốt
Văn ôn võ ____ ? *luyện
Vạn sự ____ đầu nan ? *khởi
Văn Võ ____ toàn ? *song 
Vắng chủ nhà gà ____ niêu tôm ? *vọc
Vắng như chùa bà ____ ? *Đanh
Về ____ ông vải ? *chầu
Vẹt là loài chim uyên thâm, giàu kinh nghiệm nhất nên có lắm học trò thích ... ? *Học vẹt
Việc nhà thì ____, việc cô bác thì ____ ? *nhác siêng
Vĩnh Long có số mã vùng điện thoại là bao nhiêu ? *70
Vĩnh Phúc có số mã vùng điện thoại là bao nhiêu ? *211
Vô ____ rồi nghề ? *công
Vô ____ tiểu tốt ? *danh
Vô ____ vô tắc ? *phép
Vơ đũa cả ____ ? *nắm
Vò quýt dày có ____ tay nhọn ? *móng
Vô tri vô ____ ? *giác
Vu ____ giá họa ? *oan
Vừa ăn cướp vừa la ____ ? *làng
Vua bế con ra công viên chơi gọi là Long gì ? *Long bò
Vua bị bệnh cao huyết áp là ? *Long tăng sên
Vua bị bệnh tiêu chảy gọi là Long gì ? *Long tiểu
Vua bị lật đỗ gọi là ? *Hạ Long
Vua bị ma nhập gọi là gì ? *Long đền
Vua bị vợ đuổi ra khỏi nhà gọi là Long gì ? *Long đong
Vua bưng li rượu uống cạn gọi là Long gì ? *Long trí
Vua có vợ bé bắt ghen thì là ? *Long trời lở đất
Vua dẫn quân đi chống giặc ngoại xâm gọi là Long gì ? *Long chó
Vua đi chơi "Chiếc nón kì diệu" là gì ? *Long Vũ
Vua đi chui hàng rào là ? *Long Xuyên
Vua đi coi bói là gì ? *Long Đền
Vua đi dancing là ? *Long Vũ
Vua đi đánh bạc là ? *Long sền
Vua đi đánh bài là gì ? *Long Tứ
Vua đi đốn củi xây nhà gọi là Long gì ? *Long đạo
Vua đi từ tây sang đông là ? *Longitude
Vua đi về trễ là gì ? *Long Cẻo
Vua đi vượt biên là ? *Long vưu
Vua gặp lại bồ nhí thì nói ... ? *Long time no see
Vua mà uống Viagra thì sẽ là ? *Long phúc
Vua nằm võng gọi là Long gì ? *Long vễn
Vua nói tiếng địa phương gọi là Long gì ? *Long giại
Vua quét rác gọi là Long gì ? *Long cao
Vua sủng ái nhiều cung tần mỹ nữ quá nên thường mắc bệnh ... ? *Long cốt
Vui: 1kg bông và 1kg sắt, kg nào to hơn ? *bông 
Vững như ____ ba chân ? *kiềng
We wish you a merry ____ ? *Christmas
What you ____ is what you are" ? *eat
Who is the author of "If tomorrow comes" ? *Sidney Sheldon
World Cup 1982 được tổ chức ở nước nào ? *Tây Ban Nha
World Cup 1994 được tổ chức ở nước nào ? *Mỹ
Xanh ____ tàu lá ? *như
Xấu như ____ lem ? *ma
Xé ____ xé gan ? *ruột
Xôi hỏng ____ không ? *bỏng
Xuất quỷ nhập ____ ? *thần
Yến sào ___ ___, Vịt lội ___ ___ ? *Hòn Nội Ninh Hòa
Yêu ____ nhớ thầm ? *trộm
Yêu trẻ, ____ đến nhà / Kính già, ____ để phúc ? *trẻ già
z.z. Hãy giữ gìn sự trong sáng của ___ ___ ? *Tiếng Việt